[
  "table-editor-obsidian",
  "obsidian-mind-map",
  "omnisearch",
  "recent-files-obsidian",
  "obsidian-checklist-plugin",
  "obsidian-emoji-toolbar",
  "highlightr-plugin",
  "oz-image-plugin",
  "obsidian-textgenerator-plugin",
  "url-into-selection",
  "various-complements",
  "obsidian-auto-link-title",
  "obsidian-banners",
  "obsidian-enhancing-export",
  "obsidian-dictionary-plugin",
  "copilot",
  "mousewheel-image-zoom",
  "editing-toolbar",
  "obsidian-style-settings"
]